Repository: rafaelSwi/ActivateMacOverlay
Catalog: ActivateMacOverlay/*.lproj/Localizable.strings
Languages: cs, de, el, es, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sv, te, th, tr, zh_hans

source: Start on login
cs: Spustit při přihlášení
de: Beim Anmelden starten
el: Έναρξη κατά την είσοδο
es: Iniciar al iniciar sesión
fr: Démarrer à la connexion
hi: लॉगिन पर शुरू करें
it: Avvia all'accesso
ja: ログイン時に起動
ko: 로그인 시 시작
pl: Uruchom przy logowaniu
pt_br: Iniciar no login
pt_pt: Iniciar na sessão
ru: Запускать при входе
sv: Starta vid inloggning
te: లాగిన్ సమయంలో ప్రారంభించండి
th: เริ่มต้นเมื่อเข้าสู่ระบบ
tr: Girişte başlat
zh_hans: 登录时启动

# changeLabel
source: Change O.S name
cs: Změnit název systému
de: Systemnamen ändern
el: Αλλαγή ονόματος συστήματος
es: Cambiar el nombre del O.S
fr: Changer le nom du système
hi: सिस्टम का नाम बदलें
it: Cambia il nome del O.S
ja: システム名を変更する
ko: 시스템 이름 변경
pl: Zmień nazwę systemu
pt_br: Mudar nome do S.O
pt_pt: Alterar nome do S.O
ru: Изменить имя системы
sv: Ändra systemnamn
te: సిస్టమ్ పేరు మార్చండి
th: เปลี่ยนชื่อระบบ
tr: Sistem adını değiştir
zh_hans: 更改系统名称

source: Custom Label
cs: Vlastní text
de: Benutzerdefinierter Text
el: Προσαρμοσμένο κείμενο
es: Texto personalizado
fr: Texte personnalisé
hi: कस्टम टेक्स्ट
it: Testo personalizzato
ja: カスタムテキスト
ko: 사용자 지정 텍스트
pl: Niestandardowy tekst
pt_br: Texto customizado
pt_pt: Texto personalizado
ru: Пользовательский текст
sv: Anpassad text
te: అనుకూల టెక్స్ట్
th: ข้อความกำหนดเอง
tr: Özel metin
zh_hans: 自定义文本

# customLabelDescription
source: Enter which O.S you supposedly need to activate! (You will need to restart afterwards to apply):
cs: Zadejte vlastní text:
de: (Sie müssen anschließend neu starten) Geben Sie einen benutzerdefinierten Text ein:
el: Εισάγετε προσαρμοσμένο κείμενο:
es: (Necesitarás reiniciar después) Escribe un texto personalizado:
fr: (Vous devrez redémarrer ensuite) Entrez un texte personnalisé :
hi: कृपया कस्टम टेक्स्ट दर्ज करें:
it: (Sarà necessario riavviare in seguito) Inserisci un testo personalizzato:
ja: (その後再起動する必要があります) カスタムテキストを入力してください:
ko: 사용자 지정 텍스트를 입력하세요:
pl: (Później będziesz musiał ponownie uruchomić) Wpisz niestandardowy tekst:
pt_br: Digite o nome do S.O (Você precisará reiniciar o programa para aplicar):
pt_pt: (Terá de reiniciar depois) Escreva um texto personalizado:
ru: Введите пользовательский текст:
sv: Skriv in anpassad text:
te: దయచేసి అనుకూల టెక్స్ట్ నమోదు చేయండి:
th: ป้อนข้อความกำหนดเอง:
tr: Özel bir metin girin:
zh_hans: 请输入自定义文本：

source: Confirm
cs: Potvrdit
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sv: Bekräfta
te: నిర్ధారించండి
th: ยืนยัน
tr: Onayla
zh_hans: 确认

source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
zh_hans: 取消

source: About
cs: O aplikaci
de: Über
el: Πληροφορίες
es: Acerca de
fr: À propos
hi: के बारे में
it: Informazioni
ja: について
ko: 정보
pl: O programie
pt_br: Sobre
pt_pt: Sobre
ru: О программе
sv: Om
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
zh_hans: 关于

# aboutDescription
source: Developed by rafaelSwi (GitHub)
cs: Vyvinul rafaelSwi a zveřejnil na GitHubu
de: Entwickelt von rafaelSwi und auf GitHub veröffentlicht
el: Αναπτύχθηκε από τον rafaelSwi και δημοσιεύτηκε στο GitHub
es: Desarrollado por rafaelSwi y publicado en GitHub
fr: Développé par rafaelSwi et publié sur GitHub
hi: rafaelSwi द्वारा विकसित और GitHub पर प्रकाशित
it: Sviluppato da rafaelSwi e pubblicato su GitHub
ja: rafaelSwiによって開発され、GitHubに公開されました
ko: rafaelSwi가 개발하고 GitHub에 게시함
pl: Stworzone przez rafaelSwi i opublikowane na GitHub
pt_br: Desenvolvido por rafaelSwi e publicado no GitHub
pt_pt: Desenvolvido por rafaelSwi e publicado no GitHub
ru: Разработано rafaelSwi и опубликовано на GitHub
sv: Utvecklad av rafaelSwi och publicerad på GitHub
te: rafaelSwi అభివృద్ధి చేసి GitHubలో ప్రచురించబడింది
th: พัฒนาโดย rafaelSwi และเผยแพร่บน GitHub
tr: rafaelSwi tarafından geliştirildi ve GitHub'da yayınlandı
zh_hans: 由 rafaelSwi 开发并发布在 GitHub 上

source: Exit
cs: Ukončit program
de: Verlassen
el: Κλείσιμο προγράμματος
es: Cerrar programa
fr: Fermer le programme
hi: प्रोग्राम बंद करें
it: Terminare
ja: プログラムを終了
ko: 앱 종료
pl: Zamknij program
pt_br: Fechar
pt_pt: Fechar programa
ru: Закрыть программу
sv: Stäng programmet
te: ప్రోగ్రామ్ మూసివేయి
th: ปิดโปรแกรม
tr: Programı kapat
zh_hans: 退出

# windowsActivateTitle
source: Activate %@
cs: Aktivovat %@
de: %@ aktivieren
el: Ενεργοποίηση του %@
es: Activar %@
fr: Activer %@
hi: %@ को सक्रिय करें
it: Attiva %@
ja: %@を有効にする
ko: %@ 정품 인증
pl: Aktywuj %@
pt_br: Ativar o %@
pt_pt: Ativar o %@
ru: Активировать %@
sv: Aktivera %@
te: %@ ను యాక్టివేట్ చేయండి
th: เปิดใช้งาน %@
tr: %@ etkinleştir
zh_hans: 激活 %@

# windowsActivateDescription
source: Go to Settings to activate %@.
cs: Přejděte do Nastavení a aktivujte %@.
de: Gehe zu den Einstellungen, um %@ zu aktivieren.
el: Μεταβείτε στις Ρυθμίσεις για να ενεργοποιήσετε το %@.
es: Ve a Configuración para activar %@.
fr: Accédez aux Paramètres pour activer %@.
hi: %@ को सक्रिय करने के लिए सेटिंग्स पर जाएं।
it: Vai su Impostazioni per attivare %@.
ja: %@を有効にするには設定にアクセスしてください。
ko: [설정]으로 이동하여 %@를 정품 인증합니다.
pl: Przejdź do Ustawień, aby aktywować %@.
pt_br: Acesse Configurações para ativar o %@.
pt_pt: Aceda a Definições para ativar o %@.
ru: Перейдите в Настройки, чтобы активировать %@.
sv: Gå till Inställningar för att aktivera %@.
te: %@ ను యాక్టివేట్ చేయడానికి సెట్టింగ్స్‌కి వెళ్లండి.
th: ไปที่การตั้งค่าเพื่อเปิดใช้งาน %@
tr: %@ etkinleştirmek için Ayarlar'a gidin.
zh_hans: 转到“设置”以激活 %@。

source: Restart
cs: Restartovat
de: Neustart
el: Επανεκκίνηση
es: Reiniciar programa
fr: Redémarrer
hi: पुनरारंभ करें
it: Riavvia
ja: 再起動
ko: 앱 재시작
pl: Uruchom ponownie
pt_br: Reiniciar
pt_pt: Reiniciar app
ru: Перезапустить
te: పునఃప్రారంభించు
th: รีสตาร์ท
zh_hans: 重启程序

source: Force english
cs: Vynutit angličtinu
de: Nur englisch
el: αγγλικός
es: Forzar inglés
fr: Forcer l’anglais
hi: अंग्रेज़ी लागू करें
it: Forza inglese
ja: 英語を強制する
ko: 영어 강제 적용
pl: Angielski
pt_br: Forçar inglês
pt_pt: Forçar inglês
ru: Английский
sv: Tvinga engelska
te: ఇంగ్లీష్
th: บังคับภาษาอังกฤษ
tr: İngilizceyi zorla
zh_hans: 强制使用英语

# replaceText
source: Replace entire text
cs: Nahradit celý text
de: Gesamten Text ersetzen
el: Αντικατάσταση ολόκληρου του κειμένου
es: Reemplazar todo el texto
fr: Remplacer tout le texte
hi: संपूर्ण पाठ बदलें
it: Sostituisci tutto il testo
ja: 全文を置き換える
ko: 전체 텍스트 교체
pl: Zastąp cały tekst
pt_br: Substituir texto inteiro
pt_pt: Substituir todo o texto
ru: Заменить весь текст
sv: Ersätt hela texten
te: మొత్తం పాఠాన్ని భర్తీ చేయండి
th: แทนที่ข้อความทั้งหมด
tr: Tüm metni değiştir
zh_hans: 替换全部文本

# replaceTextDescription
source: Changes all the text content displayed on the screen (you need to restart to apply):
cs: Změní veškerý text zobrazený na obrazovce (pro použití je nutné restartovat):
de: Ändert den gesamten auf dem Bildschirm angezeigten Text (Neustart erforderlich):
el: Αλλάζει όλο το περιεχόμενο κειμένου που εμφανίζεται στην οθόνη (πρέπει να επανεκκινήσετε για να εφαρμοστεί)
es: Cambia todo el contenido de texto que se muestra en la pantalla (es necesario reiniciar para aplicar):
fr: Modifie tout le contenu textuel affiché à l'écran (redémarrage nécessaire):
hi: स्क्रीन पर दिखाई देने वाले सभी पाठ को बदलता है (लागू करने के लिए पुनः आरंभ करें)
it: Modifica tutto il contenuto testuale visualizzato sullo schermo (è necessario riavviare per applicare)
ja: 画面に表示されているすべてのテキストを変更します（適用するには再起動が必要です）
ko: 화면에 표시된 모든 텍스트 내용을 변경합니다 (적용하려면 재시작 필요)
pl: Zmienia całą zawartość tekstową wyświetlaną na ekranie (wymaga ponownego uruchomienia):
pt_br: Altera todo o conteúdo de texto exibido de texto na tela (necessário reiniciar para aplicar):
pt_pt: Altera todo o conteúdo de texto apresentado no ecrã (é necessário reiniciar para aplicar):
ru: Изменяет весь текст, отображаемый на экране (необходимо перезапустить для применения)
sv: Ändrar allt textinnehåll som visas på skärmen (du måste starta om för att tillämpa)
te: స్క్రీన్‌లో చూపించబడిన మొత్తం పాఠాన్ని మార్చుతుంది (సవరించడానికి పునఃప్రారంభించాలి)
th: เปลี่ยนเนื้อหาข้อความทั้งหมดที่แสดงบนหน้าจอ (ต้องรีสตาร์ทเพื่อใช้)
tr: Ekranda gösterilen tüm metin içeriğini değiştirir (uygulamak için yeniden başlatmanız gerekir)
zh_hans: 更改屏幕上显示的所有文本内容（需要重启以应用）

# insertTopText
source: Enter the top text
cs: Zadejte horní text
de: Geben Sie den oberen Text ein
el: Εισάγετε το επάνω κείμενο
es: Introduzca el texto superior
fr: Entrez le texte du haut
hi: ऊपरी पाठ दर्ज करें
it: Inserisci il testo superiore
ja: 上のテキストを入力
ko: 상단 텍스트 입력
pl: Wprowadź tekst górny
pt_br: Digite o texto superior
pt_pt: Introduza o texto superior
ru: Введите верхний текст
sv: Ange översta texten
te: పై పాఠాన్ని నమోదు చేయండి
th: ป้อนข้อความด้านบน
tr: Üst metni girin
zh_hans: 输入顶部文本

# insertBottomText
source: Enter the bottom text
cs: Zadejte dolní text
de: Geben Sie den unteren Text ein
el: Εισάγετε το κάτω κείμενο
es: Introduzca el texto inferior
fr: Entrez le texte du bas
hi: निचला पाठ दर्ज करें
it: Inserisci il testo inferiore
ja: 下のテキストを入力
ko: 하단 텍스트 입력
pl: Wprowadź tekst dolny
pt_br: Digite o texto inferior
pt_pt: Introduza o texto inferior
ru: Введите нижний текст
sv: Ange nedersta texten
te: కిందటి పాఠాన్ని నమోదు చేయండి
th: ป้อนข้อความด้านล่าง
tr: Alt metni girin
zh_hans: 输入底部文本

# disableReplace
source: Disable (return to default)
cs: Zakázat (vrátit na výchozí)
de: Deaktivieren (zurück zum Standard)
el: Απενεργοποίηση (επιστροφή στο προεπιλεγμένο)
es: Desactivar (volver al valor predeterminado)
fr: Désactiver (retour par défaut)
hi: अक्षम करें (डिफ़ॉल्ट पर लौटें)
it: Disattiva (ritorna al predefinito)
ja: 無効にする（デフォルトに戻す）
ko: 비활성화 (기본값으로 복원)
pl: Wyłącz (przywróć domyślne)
pt_br: Desabilitar (voltar ao padrão)
pt_pt: Desativar (voltar ao padrão)
ru: Отключить (вернуться к умолчанию)
sv: Inaktivera (återgå till standard)
te: నిష్క్రియం చేయండి (డిఫాల్ట్‌కి తిరిగి)
th: ปิดใช้งาน (กลับไปค่าเริ่มต้น)
tr: Devre dışı bırak (varsayılana dön)
zh_hans: 禁用（恢复默认）
